[
  {
    "id": "tom-yum",
    "name": "Tom Yum",
    "desc": "Hot and sour Thai soup",
    "img": "/dishes/tomyum.png",
    "country_code": "TH",
    "culinaries": [
      "shrimp"
    ],
    "intro": "Tom yum or tom yam is a popular family of hot and sour Thai soups.[4] The name 'tom yam' is composed of two Thai words. Tom refers to the boiling process, while yam means 'mixed'."
  },
  {
    "id": "pad-thai",
    "name": "Pad Thai",
    "desc": "Stir-fried rice noodle",
    "img": "/dishes/padthai.png",
    "country_code": "TH",
    "culinaries": [
      "eggs",
      "noodles"
    ],
    "intro": "Pad thai, phat thai, or phad thai, is a stir-fried rice noodle dish commonly served as a street food in Thailand as part of the country's cuisine. It is typically made with rice noodles, shrimp, peanuts, a scrambled egg, and bean sprouts. The ingredients are fried in a wok."
  },
  {
    "id": "bun-dau-mam-tom",
    "name": "Bún Đậu Mắm Tôm",
    "desc": "Fried tofu, spring rolls, boiled pork, and vegetables",
    "img": "/dishes/bundaumamtom.png",
    "country_code": "VN",
    "culinaries": [
      "pork",
      "vegetables",
      "tofu"
    ],
    "intro": "Bún đậu mắm tôm a noodle dish from Northern Vietnam consisting of rice vermicelli, fried tofu and fermented shrimp paste topped with a variety of ingredients such as spring rolls, boiled pork, sausages, and fresh herbs and vegetables"
  },
  {
    "id": "dimsum",
    "name": "Dimsum",
    "desc": "Meats wrapped and steamed, deep-fried, or pan-fried.",
    "img": "/dishes/dimsum.png",
    "country_code": "CN",
    "culinaries": [
      "pork",
      "vegetables"
    ],
    "intro": "Dimsum is a large range of small Cantonese dishes that are traditionally enjoyed in restaurants for brunch. Most modern dim sum dishes are commonly associated with Cantonese cuisine, although dim sum dishes also exist in other Chinese cuisines."
  },
  {
    "id": "pho",
    "name": "Phở",
    "desc": "Broth, rice noodles, herbs, and meat",
    "img": "/dishes/pho.png",
    "country_code": "VN",
    "culinaries": [
      "beef",
      "noodles"
    ],
    "intro": "Phở is a popular food in Vietnam where it is served in households, street-stalls, and restaurants country-wide. Residents o the city of Nam Định were the first to create Vietnamese traditional phở. It is considered Vietnam's national dish."
  },
  {
    "id": "chilli-crab",
    "name": "Chilli Crab",
    "desc": "Mud crabs deep-fried in a sweet, savoury and spicy gravy",
    "img": "/dishes/chilli-crab.png",
    "country_code": "SG",
    "culinaries": [
      "crab"
    ],
    "intro": "Chilli crab is a Southeast Asian seafood dish that is widely associated with the cuisines of both Malaysia and Singapore. The widely known version of chili crab today could be traced back to the 1950s in Malaysia and Singapore. Mud crabs are commonly used and are stir-fried in a semi-thick, sweet and savoury tomato-and-chilli-based sauce."
  },
  {
    "id": "pizza",
    "name": "Pizza",
    "desc": "Flat base of leavened wheat-based dough topped with tomatoes, cheese, and meat, shrimp",
    "img": "/dishes/pizza.png",
    "country_code": "IT",
    "culinaries": [
      "bread"
    ],
    "intro": "Pizza is a dish of Italian origin consisting of a usually round, flat base of leavened wheat-based dough topped with tomatoes, cheese, and often various other ingredients (such as various types of sausage, anchovies, mushrooms, onions, olives, vegetables, meat, ham, etc.), which is then baked at a high temperature, traditionally in a wood-fired oven."
  },
  {
    "id": "tandoori",
    "name": "Tandoori",
    "desc": "Marinated Chicken spices and roasted in a tandoor, a cylindrical clay oven",
    "img": "/dishes/tandoori.png",
    "country_code": "IN",
    "culinaries": [
      "chicken"
    ],
    "intro": "Tandoori chicken is a South Asian dish of chicken marinated in yogurt and spices and roasted in a tandoor, a cylindrical clay oven. The dish is now popular world-wide. The modern form of the dish was popularized by the Moti Mahal restaurant in New Delhi in the late 1940s."
  },
  {
    "id": "sushi",
    "name": "Sushi",
    "desc": "Rolls of vinegar-flavored cold cooked rice with raw fish, vegetables, or egg.",
    "img": "/dishes/sushi.png",
    "country_code": "JP",
    "culinaries": [
      "rice",
      "shrimp",
      "eggs"
    ],
    "intro": "Sushi (すし, 寿司, 鮨, 鮓, pronounced [sɯɕiꜜ] or [sɯꜜɕi]) is a Japanese dish of prepared vinegared rice (鮨飯, sushi-meshi), usually with some sugar and salt, accompanied by a variety of ingredients (ねた, neta), such as seafood—often raw—and vegetables. Styles of sushi and its presentation vary widely, but the one key ingredient is 'sushi rice', also referred to as shari (しゃり), or sumeshi (酢飯)"
  },
  {
    "id": "kimchi",
    "name": "Kimchi",
    "desc": "Salted and fermented vegetables",
    "img": "/dishes/kimchi.png",
    "country_code": "KR",
    "culinaries": [
      "vegetables"
    ],
    "intro": "Kimchi is a traditional Korean banchan consisting of salted and fermented vegetables, most commonly using napa cabbage or Korean radish."
  },
  {
    "id": "doner-kebab",
    "name": "Doner kebab",
    "desc": "Meat cooked on a vertical rotisserie",
    "img": "/dishes/doner-kebab.png",
    "country_code": "TR",
    "culinaries": [
      "bread",
      "pork"
    ],
    "intro": "Doner kebab is a type of kebab, made of meat cooked on a vertical rotisserie."
  },
  {
    "id": "wonton",
    "name": "Wonton",
    "desc": "Savory dumpling or roll",
    "img": "/dishes/wonton.png",
    "country_code": "CN",
    "culinaries": [
      "pork",
      "shrimp"
    ],
    "intro": "A wonton (traditional Chinese: 餛飩; simplified Chinese: 馄饨; pinyin: húntun) is a type of Chinese dumpling commonly found across regional styles of Chinese cuisine. It is also spelled wantan or wuntun in transliteration from Cantonese 雲吞 / 云吞 (wan4 tan1) and wenden from Shanghainese 餛飩 / 馄饨 (hhun den). Even though there are many different styles of wonton served throughout China, Cantonese wontons are the most popular in the West due to the predominance of Cantonese restaurants overseas."
  },
  {
    "id": "peking-duck",
    "name": "Peking duck",
    "desc": "White-feathered breed of duck",
    "img": "/dishes/peking-duck.png",
    "country_code": "CN",
    "culinaries": [
      "duck"
    ],
    "intro": "Peking duck is a dish from Beijing (Peking) that has been prepared since the Imperial era. The meat is characterized by its thin, crispy skin, with authentic versions of the dish serving mostly the skin and little meat, sliced in front of the diners by the cook."
  }
]